---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotMakeTypeCB
source: html/7bdcbe52-541e-08b5-5e56-4cd5e30ab442.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotMakeTypeCB Property

Can't make type "[Family Name]".

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotMakeTypeCB { get; }
```